import React from 'react'
import styles from './MainPage.module.css'
import Title from '../../components/UI/Title/Title'
import Text from '../../components/UI/Text/Text'

function MainPage() {
  return (
    <>
    <div className={styles.content}>
    <Title text="Добро пожаловать!" size="xxl" side="center" m="20"/>
    <Text text="Этот сайт создан для демонстрации роутинга в ReactJS. Для перехода на другую страницу необхпдимо нажать на одну из ссылок сверху. Далее для объёма будет использован текст-рыба.
    Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Парадигматическая свой о запятой строчка переулка раз пустился по всей одна взгляд текстами заголовок вершину рот великий рукопись первую, рыбными пунктуация правилами там эта своего? Меня, предложения пустился ipsum текст назад, до, великий страну последний рыбного большого осталось всеми? Правилами, родного которой путь над переписали своего? Мир о которое назад lorem встретил? Семь домах маленький необходимыми путь злых, то моей толку они, журчит большого имени пунктуация подзаголовок щеке повстречался живет обеспечивает наш одна. Заглавных, ее обеспечивает букв языкового безорфографичный текст раз семь свою, не составитель встретил. Если переулка пояс одна семь.
    "/>

    </div>
    </>
  )
}

export default MainPage